Repository: brianm998/ReelVault
Catalog: kit/Sources/ReelVaultKit/Resources/Localizable.xcstrings
Source language: en
Languages: ar, bn, cs, de, es, fr, hi, id, it, ja, ko, nl, pl, pt_br, ru, th, tr, uk, ur, vi, zh_hans

source: %ld+ stars
ar: %ld+ نجوم
bn: %ld+ তারা
cs: %ld+ hvězdy
de: %ld+ Sterne
es: %ld+ estrellas
fr: %ld+ étoiles
hi: %ld+ सितारे
id: %ld+ bintang
it: %ld+ stelle
ja: %ld+ 星
ko: %ld점 이상
nl: %ld+ sterren
pl: %ld+ gwiazdki
pt_br: %ld+ estrelas
ru: %ld+ звёзд
th: %ld+ ดาว
tr: %ld+ yıldız
uk: %ld+ зірки
vi: %ld+ sao
zh_hans: %ld星以上

source: (empty)
ar: (فارغ)
bn: (খালি)
cs: (prázdné)
de: (leer)
es: (vacío)
fr: (vide)
hi: (खाली)
id: (kosong)
it: (vuoto)
ja: (空)
ko: (비어 있음)
nl: (leeg)
pl: (puste)
pt_br: (vazio)
ru: (пусто)
th: (ว่าง)
tr: (boş)
uk: (порожньо)
vi: (trống)
zh_hans: （空）

source: A device
ar: جهاز
bn: একটি ডিভাইস
cs: Zařízení
de: Ein Gerät
es: Un dispositivo
fr: Un appareil
hi: एक डिवाइस
id: Sebuah perangkat
it: Un dispositivo
ja: デバイス
ko: 기기
nl: Een apparaat
pl: Urządzenie
pt_br: Um dispositivo
ru: Устройство
th: อุปกรณ์หนึ่งเครื่อง
tr: Bir cihaz
uk: Пристрій
vi: Một thiết bị
zh_hans: 一个设备

source: A video can’t be a proxy of itself
ar: لا يمكن لمقطع الفيديو أن يكون وكيلاً لنفسه
cs: Video nemůže být proxy samo sebe
de: Ein Video kann kein Proxy von sich selbst sein
es: Un vídeo no puede ser proxy de sí mismo
fr: Une vidéo ne peut pas être son propre proxy
hi: कोई वीडियो अपना प्रॉक्सी नहीं हो सकता
id: Video tidak bisa menjadi proxy dirinya sendiri
it: Un video non può essere proxy di se stesso
ja: 動画は自分自身のプロキシにはなれません
ko: 동영상은 자신의 프록시가 될 수 없습니다
nl: Een video kan geen proxy van zichzelf zijn
pl: Film nie może być własnym proxy
pt_br: Um vídeo não pode ser proxy de si mesmo
ru: Видео не может быть прокси самого себя
th: วิดีโอไม่สามารถเป็นพร็อกซีของตัวเองได้
tr: Bir video kendisinin proxy'si olamaz
uk: Відео не може бути проксі самого себе
vi: Video không thể là proxy của chính nó
zh_hans: 视频不能是自身的代理

source: Add videos by selecting them in the grid and choosing “Add to Collection”.
ar: أضف مقاطع الفيديو بتحديدها في الشبكة واختيار “إضافة إلى المجموعة”.
cs: Přidejte videa jejich výběrem v mřížce a volbou “Přidat do kolekce”.
de: Füge Videos hinzu, indem du sie im Raster auswählst und „Zur Sammlung hinzufügen“ wählst.
es: Añade vídeos seleccionándolos en la cuadrícula y eligiendo “Añadir a colección”.
fr: Ajoutez des vidéos en les sélectionnant dans la grille et en choisissant “Ajouter à la collection”.
hi: ग्रिड में वीडियो चुनें और “संग्रह में जोड़ें” चुनकर वीडियो जोड़ें।
id: Tambahkan video dengan memilihnya di grid dan memilih “Tambahkan ke koleksi”.
it: Aggiungi video selezionandoli nella griglia e scegliendo “Aggiungi alla raccolta”.
ja: グリッドでビデオを選択し、“コレクションに追加”を選んで追加してください。
ko: 그리드에서 동영상을 선택하고 “컬렉션에 추가”를 선택하여 동영상을 추가하세요.
nl: Voeg video's toe door ze in het raster te selecteren en “Toevoegen aan verzameling” te kiezen.
pl: Dodaj filmy, wybierając je w siatce i wybierając „Dodaj do kolekcji”.
pt_br: Adicione vídeos selecionando-os na grade e escolhendo “Adicionar à coleção”.
ru: Добавляйте видео, выбирая их в сетке и выбирая «Добавить в коллекцию».
th: เพิ่มวิดีโอโดยเลือกในกริดและเลือก “เพิ่มลงในคอลเล็กชัน”
tr: Videoları kılavuzdaki seçip “Koleksiyona ekle” seçeneğini seçerek ekleyin.
uk: Додавайте відео, вибираючи їх у сітці та обираючи «Додати до колекції».
vi: Thêm video bằng cách chọn chúng trong lưới và chọn “Thêm vào bộ sưu tập”.
zh_hans: 在网格中选择视频，然后选择“添加到合集”来添加视频。

source: Any
ar: أي
bn: যেকোনো
cs: Libovolný
de: Beliebig
es: Cualquiera
fr: Tout
hi: कोई भी
id: Semua
it: Qualsiasi
ja: すべて
ko: 모두
nl: Willekeurig
pl: Dowolny
pt_br: Qualquer
ru: Любой
th: ใดก็ได้
tr: Herhangi
uk: Будь-який
vi: Bất kỳ
zh_hans: 任意

source: Aperture
ar: فتحة العدسة
bn: অ্যাপার্চার
cs: Clona
de: Blende
es: Apertura
fr: Ouverture
hi: एपर्चर
id: Apertur
it: Diaframma
ja: 絞り
ko: 조리개
nl: Diafragma
pl: Przysłona
pt_br: Abertura
ru: Диафрагма
th: รูรับแสง
tr: Diyafram
uk: Діафрагма
vi: Khẩu độ
zh_hans: 光圈

source: Apply keyword failed: %@
ar: فشل تطبيق الكلمة المفتاحية: %@
bn: কীওয়ার্ড প্রয়োগ ব্যর্থ হয়েছে: %@
cs: Použití klíčového slova selhalo: %@
de: Schlagwort anwenden fehlgeschlagen: %@
es: Error al aplicar palabra clave: %@
fr: Échec de l'application du mot-clé : %@
hi: कीवर्ड लागू करना विफल: %@
id: Menerapkan kata kunci gagal: %@
it: Applicazione parola chiave non riuscita: %@
ja: キーワードの適用に失敗しました: %@
ko: 키워드 적용 실패: %@
nl: Trefwoord toepassen mislukt: %@
pl: Stosowanie słowa kluczowego nie powiodło się: %@
pt_br: Falha ao aplicar palavra-chave: %@
ru: Не удалось применить ключевое слово: %@
th: การใช้คีย์เวิร์ดล้มเหลว: %@
tr: Anahtar kelime uygulanamadı: %@
uk: Не вдалося застосувати ключове слово: %@
vi: Áp dụng từ khóa thất bại: %@
zh_hans: 应用关键词失败：%@

source: Aspect ratio
ar: نسبة العرض إلى الارتفاع
bn: অ্যাসপেক্ট অনুপাত
cs: Poměr stran
de: Seitenverhältnis
es: Relación de aspecto
fr: Format d'image
hi: पक्षानुपात
id: Rasio aspek
it: Proporzioni
ja: アスペクト比
ko: 화면 비율
nl: Beeldverhouding
pl: Proporcje
pt_br: Proporção
ru: Соотношение сторон
th: อัตราส่วนภาพ
tr: En boy oranı
uk: Співвідношення сторін
vi: Tỷ lệ khung hình
zh_hans: 宽高比

source: Attach proxies failed: %@
ar: فشل إرفاق الوكلاء: %@
bn: প্রক্সি সংযুক্ত করা ব্যর্থ হয়েছে: %@
cs: Připojení proxy selhalo: %@
de: Proxys anhängen fehlgeschlagen: %@
es: Error al adjuntar proxies: %@
fr: Échec de l'attachement des proxys : %@
hi: प्रॉक्सी संलग्न करना विफल: %@
id: Melampirkan proxy gagal: %@
it: Allegamento proxy non riuscito: %@
ja: プロキシの添付に失敗しました: %@
ko: 프록시 연결 실패: %@
nl: Proxy's toevoegen mislukt: %@
pl: Dołączanie proxy nie powiodło się: %@
pt_br: Falha ao anexar proxies: %@
ru: Прикрепление прокси не удалось: %@
th: การแนบพร็อกซีล้มเหลว: %@
tr: Proxy ekleme başarısız: %@
uk: Не вдалося прикріпити проксі: %@
vi: Không đính kèm proxy được: %@
zh_hans: 附加代理失败：%@

source: Attribute
ar: السمة
bn: বৈশিষ্ট্য
cs: Atribut
de: Attribut
es: Atributo
fr: Attribut
hi: विशेषता
id: Atribut
it: Attributo
ja: 属性
ko: 속성
nl: Attribuut
pl: Atrybut
pt_br: Atributo
ru: Атрибут
th: แอตทริบิวต์
tr: Özellik
uk: Атрибут
vi: Thuộc tính
zh_hans: 属性

source: Audio codec
ar: ترميز الصوت
bn: অডিও কোডেক
cs: Audio kodek
es: Códec de audio
fr: Codec audio
hi: ऑडियो कोडेक
id: Codec audio
it: Codec audio
ja: 音声コーデック
ko: 오디오 코덱
pl: Kodek audio
pt_br: Codec de áudio
ru: Аудиокодек
th: โคเดกเสียง
tr: Ses kodek
uk: Аудіокодек
vi: Codec âm thanh
zh_hans: 音频编解码器

source: Bitrate
ar: معدل البت
bn: বিটরেট
cs: Přenosová rychlost
es: Tasa de bits
fr: Débit
hi: बिटरेट
ja: ビットレート
ko: 비트레이트
nl: Bitsnelheid
pl: Przepływność
pt_br: Taxa de bits
ru: Битрейт
th: บิตเรต
tr: Bit hızı
uk: Бітрейт
vi: Tốc độ bit
zh_hans: 比特率

source: Blue
ar: أزرق
bn: নীল
cs: Modrá
de: Blau
es: Azul
fr: Bleu
hi: नीला
id: Biru
it: Blu
ja: 青
ko: 파란색
nl: Blauw
pl: Niebieski
pt_br: Azul
ru: Синий
th: น้ำเงิน
tr: Mavi
uk: Синій
vi: Xanh dương
zh_hans: 蓝色

source: Camera
ar: الكاميرا
bn: ক্যামেরা
cs: Fotoaparát
de: Kamera
es: Cámara
fr: Appareil
hi: कैमरा
id: Kamera
it: Fotocamera
ja: カメラ
ko: 카메라
pl: Kamera
pt_br: Câmera
ru: Камера
th: กล้อง
tr: Kamera
uk: Камера
vi: Máy quay
zh_hans: 相机

source: Capture date
ar: تاريخ الالتقاط
bn: ক্যাপচারের তারিখ
cs: Datum záznamu
de: Aufnahmedatum
es: Fecha de captura
fr: Date de prise de vue
hi: कैप्चर तिथि
id: Tanggal pengambilan
it: Data acquisizione
ja: 撮影日
ko: 촬영 날짜
nl: Opnamedatum
pl: Data nagrania
pt_br: Data de captura
ru: Дата съёмки
th: วันที่ถ่าย
tr: Çekim tarihi
uk: Дата зйомки
vi: Ngày quay
zh_hans: 拍摄日期

source: Capture year
ar: سنة الالتقاط
bn: ক্যাপচারের বছর
cs: Rok záznamu
de: Aufnahmejahr
es: Año de captura
fr: Année de prise de vue
hi: कैप्चर वर्ष
id: Tahun pengambilan
it: Anno acquisizione
ja: 撮影年
ko: 촬영 연도
nl: Opnamejaar
pl: Rok nagrania
pt_br: Ano de captura
ru: Год съёмки
th: ปีที่ถ่าย
tr: Çekim yılı
uk: Рік зйомки
vi: Năm quay
zh_hans: 拍摄年份

source: Choose “Clear” in the filter bar to show all videos again.
ar: اختر “مسح” في شريط التصفية لإظهار جميع مقاطع الفيديو مجددًا.
cs: Vyberte „Smazat“ na liště filtrů, abyste znovu zobrazili všechna videa.
de: Wähle „Löschen“ in der Filterleiste, um alle Videos wieder anzuzeigen.
es: Elige “Borrar” en la barra de filtros para volver a mostrar todos los vídeos.
fr: Choisissez “Effacer” dans la barre de filtres pour afficher à nouveau toutes les vidéos.
hi: सभी वीडियो फिर से दिखाने के लिए फ़िल्टर बार में “साफ़ करें” चुनें।
id: Pilih “Hapus” di bilah filter untuk menampilkan semua video kembali.
it: Scegli “Cancella” nella barra dei filtri per mostrare nuovamente tutti i video.
ja: すべての動画を再表示するには、フィルターバーで“クリア”を選択してください。
ko: 모든 동영상을 다시 표시하려면 필터 바에서 “지우기”를 선택하세요.
nl: Kies “Wissen” in de filterbalk om alle video's weer te tonen.
pl: Wybierz „Smazat“ na pasku filtrów, aby ponownie wyświetlić wszystkie filmy.
pt_br: Escolha “Limpar” na barra de filtros para mostrar todos os vídeos novamente.
ru: Выберите «Очистить» на панели фильтров, чтобы снова показать все видео.
th: เลือก “ล้าง” ในแถบตัวกรองเพื่อแสดงวิดีโอทั้งหมดอีกครั้ง
tr: Tüm videoları yeniden göstermek için filtre çubuğunda “Temizle” seçeneğini seçin.
uk: Виберіть «Очистити» на панелі фільтрів, щоб знову показати всі відео.
vi: Chọn “Xóa” trong thanh lọc để hiển thị lại tất cả video.
zh_hans: 在筛选栏中选择“清除”以重新显示所有视频。

source: Clear
ar: مسح
bn: পরিষ্কার করুন
cs: Smazat
de: Löschen
es: Borrar
fr: Effacer
hi: साफ़ करें
id: Hapus
it: Cancella
ja: クリア
ko: 지우기
nl: Wissen
pl: Wyczyść
pt_br: Limpar
ru: Очистить
th: ล้าง
tr: Temizle
uk: Очистити
ur: صاف کریں
vi: Xóa
zh_hans: 清除

source: Click the + button at the top of the Library panel to add a folder.
ar: انقر على زر + في أعلى لوحة المكتبة لإضافة مجلد.
bn: একটি ফোল্ডার যোগ করতে Library প্যানেলের শীর্ষে + বোতামে ক্লিক করুন।
cs: Klikněte na tlačítko + v horní části panelu Knihovna pro přidání složky.
de: Klicke auf die Schaltfläche + oben im Bibliothekspanel, um einen Ordner hinzuzufügen.
es: Haz clic en el botón + en la parte superior del panel Biblioteca para añadir una carpeta.
fr: Cliquez sur le bouton + en haut du panneau Bibliothèque pour ajouter un dossier.
hi: एक फ़ोल्डर जोड़ने के लिए लाइब्रेरी पैनल के शीर्ष पर + बटन पर क्लिक करें।
id: Klik tombol + di bagian atas panel Perpustakaan untuk menambahkan folder.
it: Fai clic sul pulsante + in cima al pannello Libreria per aggiungere una cartella.
ja: ライブラリパネルの上部にある「+」ボタンをクリックしてフォルダを追加してください。
ko: 라이브러리 패널 상단의 + 버튼을 클릭하여 폴더를 추가하세요.
nl: Klik op de knop + bovenaan het bibliotheekpaneel om een map toe te voegen.
pl: Kliknij przycisk + u góry panelu Biblioteka, aby dodać folder.
pt_br: Clique no botão + no topo do painel Biblioteca para adicionar uma pasta.
ru: Нажмите кнопку «+» в верхней части панели «Библиотека», чтобы добавить папку.
th: คลิกปุ่ม + ที่ด้านบนของแผงไลบรารีเพื่อเพิ่มโฟลเดอร์
tr: Bir klasör eklemek için Kitaplık panelinin üstündeki + düğmesine tıklayın.
uk: Натисніть кнопку + у верхній частині панелі «Бібліотека», щоб додати папку.
ur: فولڈر شامل کرنے کے لیے لائبریری پینل کے اوپر + بٹن کلک کریں۔
vi: Nhấp vào nút + ở đầu bảng Thư viện để thêm thư mục.
zh_hans: 点击资料库面板顶部的 + 按钮以添加文件夹。

source: Codec
ar: الترميز
bn: কোডেক
cs: Kodek
es: Códec
hi: कोडेक
ja: コーデック
ko: 코덱
pl: Kodek
ru: Кодек
th: โคเดก
tr: Kodek
uk: Кодек
ur: کوڈیک
zh_hans: 编解码器

source: Color
ar: اللون
bn: রঙ
cs: Barva
de: Farbe
fr: Couleur
hi: रंग
id: Warna
it: Colore
ja: カラー
ko: 색상
nl: Kleur
pl: Kolor
pt_br: Cor
ru: Цвет
th: สี
tr: Renk
uk: Колір
ur: رنگ
vi: Màu sắc
zh_hans: 颜色

source: Color space
ar: فضاء اللون
bn: রঙের স্থান
cs: Barevný prostor
de: Farbraum
es: Espacio de color
fr: Espace colorimétrique
hi: रंग स्थान
id: Ruang warna
it: Spazio colore
ja: 色空間
ko: 색 공간
nl: Kleurruimte
pl: Przestrzeń kolorów
pt_br: Espaço de cor
ru: Цветовое пространство
th: พื้นที่สี
tr: Renk uzayı
uk: Кольоровий простір
ur: کلر اسپیس
vi: Không gian màu
zh_hans: 色彩空间

source: Duration
ar: المدة
bn: সময়কাল
cs: Délka
de: Dauer
es: Duración
fr: Durée
hi: अवधि
id: Durasi
it: Durata
ja: 長さ
ko: 길이
nl: Duur
pl: Czas trwania
pt_br: Duração
ru: Длительность
th: ความยาว
tr: Süre
uk: Тривалість
ur: دورانیہ
vi: Thời lượng
zh_hans: 时长

source: Exposure
ar: التعرض
bn: এক্সপোজার
cs: Expozice
de: Belichtung
es: Exposición
fr: Exposition
hi: एक्सपोज़र
id: Eksposur
it: Esposizione
ja: 露出
ko: 노출
nl: Sluitertijd
pl: Czas naświetlania
pt_br: Exposição
ru: Экспозиция
th: ความเร็วชัตเตอร์
tr: Poz süresi
uk: Витримка
ur: نمائش
vi: Tốc độ chụp
zh_hans: 曝光

source: FPS
ar: إطار/ث
cs: Sn/s
de: B/s
fr: IPS
pl: Kl/s
ru: кадр/с
uk: кадр/с
zh_hans: 帧率

source: Failed to add proxy link
ar: فشل إضافة رابط الوكيل
bn: প্রক্সি লিঙ্ক যোগ করতে ব্যর্থ হয়েছে
cs: Nepodařilo se přidat odkaz na proxy
de: Proxy-Verknüpfung konnte nicht hinzugefügt werden
es: Error al añadir el enlace de proxy
fr: Impossible d'ajouter le lien proxy
hi: प्रॉक्सी लिंक जोड़ने में विफल
id: Gagal menambahkan tautan proxy
it: Impossibile aggiungere il collegamento proxy
ja: プロキシリンクの追加に失敗しました
ko: 프록시 링크 추가 실패
nl: Proxykoppeling kon niet worden toegevoegd
pl: Nie udało się dodać łącza proxy
pt_br: Falha ao adicionar link de proxy
ru: Не удалось добавить прокси-ссылку
th: ไม่สามารถเพิ่มลิงก์พร็อกซี
tr: Proxy bağlantısı eklenemedi
uk: Не вдалося додати проксі-посилання
ur: پراکسی لنک شامل کرنے میں ناکامی
vi: Không thêm được liên kết proxy
zh_hans: 添加代理链接失败

source: Failed to apply '%@'
ar: فشل تطبيق '%@'
bn: '%@' প্রয়োগ করতে ব্যর্থ হয়েছে
cs: Nepodařilo se použít '%@'
de: '%@' konnte nicht angewendet werden
es: Error al aplicar '%@'
fr: Impossible d'appliquer '%@'
hi: '%@' लागू करने में विफल
id: Gagal menerapkan '%@'
it: Impossibile applicare '%@'
ja: '%@' の適用に失敗しました
ko: '%@' 적용 실패
nl: '%@' kon niet worden toegepast
pl: Nie udało się zastosować '%@'
pt_br: Falha ao aplicar '%@'
ru: Не удалось применить '%@'
th: ไม่สามารถใช้ '%@'
tr: '%@' uygulanamadı
uk: Не вдалося застосувати '%@'
ur: '%@' لاگو کرنے میں ناکامی
vi: Không áp dụng được '%@'
zh_hans: 应用“%@”失败

source: Failed to create or find tag '%@'
ar: فشل إنشاء أو إيجاد العلامة '%@'
bn: ট্যাগ '%@' তৈরি বা খুঁজে পেতে ব্যর্থ হয়েছে
cs: Nepodařilo se vytvořit nebo najít štítek '%@'
de: Tag '%@' konnte nicht erstellt oder gefunden werden
es: Error al crear o encontrar la etiqueta '%@'
fr: Impossible de créer ou de trouver l'étiquette '%@'
hi: टैग '%@' बनाने या खोजने में विफल
id: Gagal membuat atau menemukan tag '%@'
it: Impossibile creare o trovare il tag '%@'
ja: タグ '%@' の作成または検索に失敗しました
ko: 태그 '%@' 생성 또는 찾기 실패
nl: Tag '%@' kon niet worden gemaakt of gevonden
pl: Nie udało się utworzyć ani znaleźć tagu '%@'
pt_br: Falha ao criar ou encontrar a tag '%@'
ru: Не удалось создать или найти тег '%@'
th: ไม่สามารถสร้างหรือค้นหาแท็ก '%@'
tr: '%@' etiketi oluşturulamadı veya bulunamadı
uk: Не вдалося створити або знайти тег '%@'
ur: ٹیگ '%@' بنانے یا تلاش کرنے میں ناکامی
vi: Không tạo hoặc tìm thấy thẻ '%@'
zh_hans: 创建或查找标签“%@”失败

source: Failed to load metadata: %@
ar: فشل تحميل البيانات الوصفية: %@
bn: মেটাডেটা লোড করতে ব্যর্থ হয়েছে: %@
cs: Nepodařilo se načíst metadata: %@
de: Metadaten konnten nicht geladen werden: %@
es: Error al cargar los metadatos: %@
fr: Impossible de charger les métadonnées : %@
hi: मेटाडेटा लोड करने में विफल: %@
id: Gagal memuat metadata: %@
it: Impossibile caricare i metadati: %@
ja: メタデータの読み込みに失敗しました: %@
ko: 메타데이터 로드 실패: %@
nl: Laden van metadata mislukt: %@
pl: Nie udało się załadować metadanych: %@
pt_br: Falha ao carregar metadados: %@
ru: Не удалось загрузить метаданные: %@
th: โหลดข้อมูลเมตาล้มเหลว: %@
tr: Meta veri yüklenemedi: %@
uk: Не вдалося завантажити метадані: %@
ur: میٹا ڈیٹا لوڈ کرنے میں ناکامی: %@
vi: Không tải được siêu dữ liệu: %@
zh_hans: 加载元数据失败：%@

source: Failed to load videos: %@
ar: فشل تحميل الفيديوهات: %@
bn: ভিডিও লোড করতে ব্যর্থ হয়েছে: %@
cs: Nepodařilo se načíst videa: %@
de: Videos konnten nicht geladen werden: %@
es: Error al cargar vídeos: %@
fr: Impossible de charger les vidéos : %@
hi: वीडियो लोड करने में विफल: %@
id: Gagal memuat video: %@
it: Impossibile caricare i video: %@
ja: 動画の読み込みに失敗しました: %@
ko: 동영상 로드 실패: %@
nl: Laden van video's mislukt: %@
pl: Nie udało się załadować filmów: %@
pt_br: Falha ao carregar vídeos: %@
ru: Не удалось загрузить видео: %@
th: โหลดวิดีโอไม่สำเร็จ: %@
tr: Videolar yüklenemedi: %@
uk: Не вдалося завантажити відео: %@
ur: ویڈیوز لوڈ کرنے میں ناکامی: %@
vi: Không tải được video: %@
zh_hans: 加载视频失败：%@

source: Failed to remove from stack: %@
ar: فشل الإزالة من المجموعة: %@
bn: স্ট্যাক থেকে সরাতে ব্যর্থ হয়েছে: %@
cs: Odebrání ze zásobníku selhalo: %@
de: Aus Stapel entfernen fehlgeschlagen: %@
es: Error al eliminar de la pila: %@
fr: Impossible de supprimer de la pile : %@
hi: स्टैक से हटाने में विफल: %@
id: Gagal menghapus dari tumpukan: %@
it: Rimozione dallo stack non riuscita: %@
ja: スタックからの削除に失敗しました: %@
ko: 스택에서 제거 실패: %@
nl: Verwijderen uit stapel mislukt: %@
pl: Usuwanie ze stosu nie powiodło się: %@
pt_br: Falha ao remover da pilha: %@
ru: Не удалось удалить из стека: %@
th: การลบออกจากสแต็กล้มเหลว: %@
tr: Gruptan kaldırma başarısız: %@
uk: Не вдалося видалити зі стеку: %@
ur: اسٹیک سے حذف کرنے میں ناکامی: %@
vi: Không xóa khỏi ngăn xếp được: %@
zh_hans: 从堆叠中移除失败：%@

source: Failed to remove library location
ar: فشل إزالة موقع المكتبة
bn: লাইব্রেরি লোকেশন সরাতে ব্যর্থ হয়েছে
cs: Nepodařilo se odebrat umístění knihovny
de: Bibliotheksort konnte nicht entfernt werden
es: Error al eliminar la ubicación de la biblioteca
fr: Impossible de supprimer l'emplacement de la bibliothèque
hi: लाइब्रेरी स्थान हटाने में विफल
id: Gagal menghapus lokasi perpustakaan
it: Impossibile rimuovere la posizione della libreria
ja: ライブラリの場所の削除に失敗しました
ko: 라이브러리 위치 제거 실패
nl: Bibliotheeklocatie kon niet worden verwijderd
pl: Nie udało się usunąć lokalizacji biblioteki
pt_br: Falha ao remover localização da biblioteca
ru: Не удалось удалить расположение библиотеки
th: ไม่สามารถลบตำแหน่งไลบรารี
tr: Kitaplık konumu kaldırılamadı
uk: Не вдалося видалити місце розташування бібліотеки
ur: لائبریری مقام حذف کرنے میں ناکامی
vi: Không xóa được vị trí thư viện
zh_hans: 移除资料库位置失败

source: Failed to remove library location: %@
ar: فشل إزالة موقع المكتبة: %@
bn: লাইব্রেরি লোকেশন সরাতে ব্যর্থ হয়েছে: %@
cs: Nepodařilo se odebrat umístění knihovny: %@
de: Bibliotheksort konnte nicht entfernt werden: %@
es: Error al eliminar la ubicación de la biblioteca: %@
fr: Impossible de supprimer l'emplacement de la bibliothèque : %@
hi: लाइब्रेरी स्थान हटाने में विफल: %@
id: Gagal menghapus lokasi perpustakaan: %@
it: Impossibile rimuovere la posizione della libreria: %@
ja: ライブラリの場所の削除に失敗しました: %@
ko: 라이브러리 위치 제거 실패: %@
nl: Bibliotheeklocatie kon niet worden verwijderd: %@
pl: Nie udało się usunąć lokalizacji biblioteki: %@
pt_br: Falha ao remover localização da biblioteca: %@
ru: Не удалось удалить расположение библиотеки: %@
th: ไม่สามารถลบตำแหน่งไลบรารี: %@
tr: Kitaplık konumu kaldırılamadı: %@
uk: Не вдалося видалити місце розташування бібліотеки: %@
ur: لائبریری مقام حذف کرنے میں ناکامی: %@
vi: Không xóa được vị trí thư viện: %@
zh_hans: 移除资料库位置失败：%@

source: Failed to remove proxy link
ar: فشل إزالة رابط الوكيل
bn: প্রক্সি লিঙ্ক সরাতে ব্যর্থ হয়েছে
cs: Nepodařilo se odebrat odkaz na proxy
de: Proxy-Verknüpfung konnte nicht entfernt werden
es: Error al eliminar el enlace de proxy
fr: Impossible de supprimer le lien proxy
hi: प्रॉक्सी लिंक हटाने में विफल
id: Gagal menghapus tautan proxy
it: Impossibile rimuovere il collegamento proxy
ja: プロキシリンクの削除に失敗しました
ko: 프록시 링크 제거 실패
nl: Proxykoppeling kon niet worden verwijderd
pl: Nie udało się usunąć łącza proxy
pt_br: Falha ao remover link de proxy
ru: Не удалось удалить прокси-ссылку
th: ไม่สามารถลบลิงก์พร็อกซี
tr: Proxy bağlantısı kaldırılamadı
uk: Не вдалося видалити проксі-посилання
ur: پراکسی لنک حذف کرنے میں ناکامی
vi: Không xóa được liên kết proxy
zh_hans: 移除代理链接失败

source: Failed to remove tag
ar: فشل إزالة العلامة
bn: ট্যাগ সরাতে ব্যর্থ হয়েছে
cs: Nepodařilo se odebrat štítek
de: Tag konnte nicht entfernt werden
es: Error al eliminar la etiqueta
fr: Impossible de supprimer l'étiquette
hi: टैग हटाने में विफल
id: Gagal menghapus tag
it: Impossibile rimuovere il tag
ja: タグの削除に失敗しました
ko: 태그 제거 실패
nl: Tag kon niet worden verwijderd
pl: Nie udało się usunąć tagu
pt_br: Falha ao remover a tag
ru: Не удалось удалить тег
th: ไม่สามารถลบแท็ก
tr: Etiket kaldırılamadı
uk: Не вдалося видалити тег
ur: ٹیگ حذف کرنے میں ناکامی
vi: Không xóa được thẻ
zh_hans: 移除标签失败

source: Failed to remove video from stack
ar: فشل إزالة الفيديو من المجموعة
bn: স্ট্যাক থেকে ভিডিও সরাতে ব্যর্থ হয়েছে
cs: Nepodařilo se odebrat video ze zásobníku
de: Video konnte nicht aus dem Stapel entfernt werden
es: Error al eliminar el vídeo de la pila
fr: Impossible de supprimer la vidéo de la pile
hi: स्टैक से वीडियो हटाने में विफल
id: Gagal menghapus video dari tumpukan
it: Impossibile rimuovere il video dallo stack
ja: スタックからの動画の削除に失敗しました
ko: 스택에서 동영상 제거 실패
nl: Video kon niet uit de stapel worden verwijderd
pl: Nie udało się usunąć filmu ze stosu
pt_br: Falha ao remover vídeo da pilha
ru: Не удалось удалить видео из стека
th: ไม่สามารถลบวิดีโอออกจากสแต็ก
tr: Video gruptan kaldırılamadı
uk: Не вдалося видалити відео зі стеку
ur: ویڈیو اسٹیک سے حذف کرنے میں ناکامی
vi: Không xóa được video khỏi ngăn xếp
zh_hans: 从堆叠中移除视频失败

source: Failed to reorder stack: %@
ar: فشل إعادة ترتيب المجموعة: %@
bn: স্ট্যাক পুনর্বিন্যাস করতে ব্যর্থ হয়েছে: %@
cs: Nepodařilo se přeuspořádat zásobník: %@
de: Stapel konnte nicht neu geordnet werden: %@
es: Error al reordenar la pila: %@
fr: Impossible de réorganiser la pile : %@
hi: स्टैक पुनः क्रमबद्ध करने में विफल: %@
id: Gagal mengatur ulang tumpukan: %@
it: Impossibile riordinare lo stack: %@
ja: スタックの並べ替えに失敗しました: %@
ko: 스택 순서 변경 실패: %@
nl: Volgorde van stapel kon niet worden gewijzigd: %@
pl: Nie udało się zmienić kolejności stosu: %@
pt_br: Falha ao reordenar pilha: %@
ru: Не удалось изменить порядок стека: %@
th: การจัดเรียงสแต็กล้มเหลว: %@
tr: Grup yeniden sıralanamadı: %@
uk: Не вдалося змінити порядок стеку: %@
ur: اسٹیک ترتیب بدلنے میں ناکامی: %@
vi: Không sắp xếp lại ngăn xếp được: %@
zh_hans: 重新排序堆叠失败：%@

source: Failed to save grid settings: %@
ar: فشل حفظ إعدادات الشبكة: %@
bn: গ্রিড সেটিংস সংরক্ষণ করতে ব্যর্থ হয়েছে: %@
cs: Nepodařilo se uložit nastavení mřížky: %@
de: Rastereinstellungen konnten nicht gespeichert werden: %@
es: Error al guardar la configuración de la cuadrícula: %@
fr: Impossible d'enregistrer les paramètres de la grille : %@
hi: ग्रिड सेटिंग्स सहेजने में विफल: %@
id: Gagal menyimpan pengaturan kisi: %@
it: Impossibile salvare le impostazioni della griglia: %@
ja: グリッド設定の保存に失敗しました: %@
ko: 그리드 설정 저장 실패: %@
nl: Rasterinstellingen opslaan mislukt: %@
pl: Nie udało się zapisać ustawień siatki: %@
pt_br: Falha ao salvar configurações da grade: %@
ru: Не удалось сохранить настройки сетки: %@
th: บันทึกการตั้งค่าตารางล้มเหลว: %@
tr: Izgara ayarları kaydedilemedi: %@
uk: Не вдалося зберегти налаштування сітки: %@
ur: گرڈ ترتیبات محفوظ کرنے میں ناکامی: %@
vi: Không lưu được cài đặt lưới: %@
zh_hans: 保存网格设置失败：%@

source: Failed to set color label: %@
ar: فشل تعيين تسمية اللون: %@
bn: রঙের লেবেল সেট করতে ব্যর্থ হয়েছে: %@
cs: Nepodařilo se nastavit barevný štítek: %@
de: Farb-Label konnte nicht festgelegt werden: %@
es: Error al establecer la etiqueta de color: %@
fr: Impossible de définir l'étiquette de couleur : %@
hi: रंग लेबल सेट करने में विफल: %@
id: Gagal mengatur label warna: %@
it: Impossibile impostare l'etichetta colore: %@
ja: カラーラベルの設定に失敗しました: %@
ko: 색상 레이블 설정 실패: %@
nl: Kleurlabel kon niet worden ingesteld: %@
pl: Nie udało się ustawić etykiety koloru: %@
pt_br: Falha ao definir rótulo de cor: %@
ru: Не удалось установить цветовую метку: %@
th: ไม่สามารถตั้งป้ายสีได้: %@
tr: Renk etiketi ayarlanamadı: %@
uk: Не вдалося встановити кольорову мітку: %@
ur: رنگ لیبل مقرر کرنے میں ناکامی: %@
vi: Không đặt được nhãn màu: %@
zh_hans: 设置颜色标签失败：%@
